[
    {
        "e1": {
            "q": "मुनिराज के उपकरण कितने और कौन से होते है?",
            "a": "2 उपकरण - कमंडल और पिंछी"
        },
        "e2": {
            "q": "हम कौन से द्वीप के कौन से क्षेत्र के कौन से खंड में रहते है?",
            "a": "जम्बूद्वीप के भरत क्षेत्र के आर्य खंड में"
        },
        "m": {
            "q": "महाभारत का युद्ध कौन से भगवान के काल में हुआ था? ",
            "a": "22nd तीर्थंकर - नेमीनाथ भगवान"
        },
        "h": {
            "q": "आदिनाथ भगवान के भाई बहन का नाम बताइए.",
            "a": "अपने माता पिता के तीर्थंकर पुत्र एक ही संतान होती है।"
        }
    },
    {
        "e1": {
            "q": "वैराग्य की जननी किसको कहां है? और इसे कौन भाता है?",
            "a": "12 भावना , मुनिराज भाते है"
        },
        "e2": {
            "q": "बाहुबली भगवान कहां से मोक्ष गए थे?  ",
            "a": "कैलाश पर्वत से"
        },
        "m": {
            "q": "जिनवाणी स्तुति की पंक्तियां",
            "a": "हे जिनवाणी भारती, तोहि जपो दिन रैन \n जो तेरी शरणा गहे, सो पावे सुख चैन, \n जा वाणी के ज्ञान से सूझे लोकालोक \n सो वाणी मस्तक नमू, सदा देत हूं ढोक।"
        },
        "h": {
            "q": "रामायण और महाभारत की कहानी कौन से आगम में आती है और उनके रचयिता कौन है? ",
            "a": "रामायण की कहानी - श्री पद्मपुराण - श्री रविषेण आचार्य \n महाभारत की कहानी - श्री हरिवंश पुराण - आचार्य जिनसेन "
        }
    },
    {
        "e1": {
            "q": "9 देव कौन कौन से है? ",
            "a": "पंच परमेष्ठि (5), जिन मंदिर, जिन प्रतिमा, जिनधर्म, जिनवाणी"
        },
        "e2": {
            "q": "मोक्षशास्त्र के रचयिता कौन है और उसमे कितने सूत्र है?",
            "a": "श्री उमास्वामी आचार्य - 357"
        },
        "m": {
            "q": "श्री हनुमान की माता का नाम बताईए।",
            "a": " सती अंजना "
        },
        "h": {
            "q": "श्रेयांश कुमार का जीव अभी कहां है? ",
            "a": "मोक्ष में- सिद्ध पद में विराजमान है"
        }
    },
    {
        "e1": {
            "q": "मुनिव्रत धार अनंतबार ग्रैवीयक उपजायो, पै निज आतमज्ञान बिन सुख लेश न पायो l कौन से शास्त्र में आता है?",
            "a": "छः ढाला में"
        },
        "e2": {
            "q": "श्री समयसारजी का मंगलाचरण बताइए।",
            "a": "नमः समयसाराय, स्वानुभूत्या चकासते, \n चित्स्वभावाय भावाय, सर्वभावान्तरचि्छदे।"
        },
        "m": {
            "q": "श्री राम और सीताजी की कहानी कौन से भगवान के काल में घटित हुई थी?",
            "a": "श्री मुनिसुव्रत भगवान के काल में"
        },
        "h": {
            "q": "भरत क्षेत्र के भूत और भावी के 24वे तीर्थंकर के नाम क्या है? ",
            "a": "दोनो के नाम श्री अनंतविर्य भगवान है।"
        }
    }
]